<template>
	<view>
      <text v-html="text"></text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				text: `
    <p>
    <h2 style="text-align:center;margin-bottom: 15px;">
      《幸福谋方平台专家注册协议》
    </h2>
    <p class="p">
      尊敬的心理咨询师、婚姻家庭咨询师、心理治疗师、心理健康辅导员（以下简称“专家”），欢迎您入驻上海霁朝健康管理咨询有限公司（以下简称“本公司”）开发与运营的幸福谋方平台（包括但不限于网站、微信公众号、手机APP，小程序，以下简称“本平台”或“平台”）。您在本平台上注册或使用本平台服务前，请仔细阅读本协议。您使用本公司任何服务，均意味着本协议已经生效，您已经认可并同意本协议的全部条款，将自愿遵守本协议的规定，并接受本公司的统一管理。 </p>
    <p class="MsoNormal"><b>一、定义</b></p>
    <p>1、服务平台：指本公司开发与运营以及合作的心理咨询信息居间服务平台，即“平台”。</p>
    <p>2、专家：指同意并遵守本协议规定，通过平台向用户提供心理咨询解答服务的具有相应资质的心理咨询师、婚姻家庭咨询师、律师、社会工作师等专业人士。</p>
    <p>3、服务：指专家通过服务平台向平台用户提供的心理辅导、心理咨询服务、婚姻家庭咨询、健康信息咨询等服务。</p>
    <p>4、付费服务：指专家在服务平台开通的收取费用的服务，服务价格由专家自由定价，经审核通过后生效。</p>
    <p>5、提现账号：指用于接收服务费的本公司指定银行账号。</p>
    <br>
    <p><b>二、免责条款</b></p>

    <p>
      1、不论在何种情况下，本公司均不对由于第三方原因（包括但不限于互联网连接故障、手机、通讯或其他系统的故障、黑客攻击等）及不可抗力（包括但不限于罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等）而造成的不能服务或延迟服务所产生的债务承担责任，相关责任由专家自行承担；</p>
    <p>2、专家明确并同意，本公司不对以下原因造成的任何损害（包括但不限于利润损失，服务中断，资料灭失及后续赔偿费用）承担任何形式的责任：</p>
    <p>&nbsp;&nbsp;1）未经授权的存取或修改数据或数据的传输。</p>
    <p>&nbsp;&nbsp;2）平台用户及其他第三方通过平台所作的陈述或行为。</p>
    <p>&nbsp;&nbsp;3)专家违反《中华人民共和国电子商务法》、《中华人民共和国精神卫生法》等行业类法律法规或者未按上述法律法规履行而引起的第三方索赔或者给平台造成的其他损失，该类索赔和损失最终均由专家承担。</p>
    <p>
      3、若因上述原因或者专家没有严格遵守本协议条款中的任何约定，导致任何第三方向本公司追索债务，则无论何时，专家都须在本公司赔付后3日内向本公司支付包括赔偿数额、本公司支出的律师费、差旅费在内所有费用，否则专家除应支付上述费用外还应支付本公司人民币10万元违约金，专家认可若发生上述时间，本公司有权直接扣除其账户内的余额。</p>
    <p class="MsoNormal"><b>三、协议内容及生效</b></p>
    <p> 1、本协议内容包括协议正文及服务平台所有已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
    </p>
    <p>
      2、专家签署或在线点击接受并经过本公司审核通过专家的相应资质并向专家发出账户开通通知后，在专家首次以其专有账户登陆本公司平台或本公司合作的平台时，本协议方生效。本协议不涉及专家与平台用户之间因平台服务而产生的法律关系及法律纠纷。
    </p>
    <br>
    <p class="MsoNormal"><b> 四、证明文件提交</b></p>
    <p> 1、专家欲使用本公司平台或本公司合作的服务平台，必须向本公司提交相关证明。具体证明信息内容如下：

      1) 个人职业形象宣传照（必须）
      <br>2) 执业所在地法律要求的执业资格证（必须）
      <br>3) 身份证明（必须）
      <br>4）学历证明（必须）
      <br>专家本人必须承诺提供给本公司的资料真实、准确、有效、合法。若有专家提交任何资料不符合上述要求，由此引发一切后果，将由专家本人独立承担，平台因此有损失的由专家承担。
      <br>2、信息变更的通知：上述信息（包括相关证明文件）发生任何变更，专家都应在变更事项发生后5日内通知本公司，如上述信息变更后使得专家不再具备履行本协议的资格时，本公司有权立即中止或解除本协议。
      <br>3、责任条款：若专家未能按本协议的规定及时通知本平台其应提供的信息，专家应承担由此产生的全部责任。专家不可撤销保证其向本公司提供的全部信息、证明文件均真实、准确且不存在超过时效问题（即保证所有证明文件在整个合同履行期间都处于有效期内）。如因上述原因发生纠纷或被相关国家主管机关处罚，专家应当独立承担全部责任，如给本公司（包括其合作伙伴、代理人、职员等）造成损失的，专家应承担相应的赔偿责任。专家亦同意，在此种情况下，平台有权直接从专家的平台账户中扣除相应的款项。
      <br>
    </p>
    <br>
    <p><b>五、专家的权利和义务</b></p>
    <p>
      1、专家在服务平台上的言行需遵守国家法律、法规等规范性文件、行业规范等自律性文件及本公司的各项规则和要求，不得违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。如果因此产生任何法律后果的，专家应以自己的名义独立承担法律责任。
      <br> 2、专家接受个体督导不足60小时，或参与团体督导不足30个小节，应主动联系本公司接受督导。另外，如若咨询师从业不满5年，应继续接受督导。
      <br> 3、专家为提高水平，有权观看本公司提供的福利学习视频课程。
      <br> 4、专家在服务中遇到与服务或软件功能使用有关的问题，有权及时反映的情况，并得到回复。
      <br> 5、专家在服务平台上的工作不得影响专家在所属单位或者机构中的本职工作。专家因此与专家所属单位或者机构产生的纠纷，由专家自行承担，本公司不负任何法律责任。
      <br>
      6、专家应就其在签署和履行本协议过程中所知悉或获取的本公司的有关信息和资料予以保密。未经本公司书面同意，专家不得向第三方披露相关信息。该保密义务不因本协议的无效、解除或终止而无效、解除或终止。如本协议无效、解除或终止，专家应继续持续履行相关的保密义务。
      <br> 7、本公司入驻的专家在通过平台进行服务时不得发出带有个人电话、QQ账号、微信账户、其他类似即时通讯工具账户、电子邮箱以及真实地址等联系方式的内容，若由此出现被扰或其他伤害情况，相关责任由专家自行承担。
      <br>
      8、专家应当遵守《中华人民共和国电子商务法》、《中华人民共和国精神卫生法》等法律规定中关于电子商务经营者和心理咨询师的所有事宜，专家认可在上岗前平台已经对专家进行了上述法律法规的详细说明和培训，若出现违反上述法律规定的行为，那么一切损失由专家承担，给平台造成的任何损失平台均有权全额追偿，并要求专家承担损失额一倍以内的违约金以及律师费等。
      <br>
      9、专家承认：已接受平台关于《中华人民共和国电子商务法》、《中华人民共和国精神卫生法》等法律的系统培训，对以上法律规定完全明白，专家承诺不违反上述任何条款并且在接到平台指令时立即完全按照平台指示进行操作，如专家违反上述约定，则平台有权要求专家承担本条第8款所列处罚。
    </p>
    <br>
    <p><b>六、服务用户基本原则</b></p>
    <p>
      专家通过平台向平台用户提供服务或者付费服务过程中，应始终严格地遵守基本原则，具体内容如下：
      <br>1、 专家有责任向用户说明心理咨询工作者的保密原则，以及应用这一原则的限度；
      <br>2、心理咨询工作中的有关资料，包括个案记录、测验资料、信件、录音、录像和其他资料，均属专业信息，应在用户允许、严格保密的情况下进行保存，不得列入其他资料之中；
      <br>3、专家只有在用户同意的情况下才能对咨询过程进行录音、录像。在因专业需要进行案例讨论时，应隐去那些可能据以辩认出用户的有关信息；
      <br>4、在心理咨询过程中，一旦发现用户有危害自身和他人的情况，必须采取必要的措施，防止意外事件发生（必要时应通知有关部门或家属），或与其他专家进行磋商，但应将有关保密信息的暴露程度限制在最低范围之内；
      <br>5、当专家在接受卫生、司法或公安机关询问时，不得做虚伪的陈述或报告，由此引发的法律责任，本公司不负任何责任。
      <br>6、严格保守客户个人信息等隐私；
      <br>7、不得违反《中华人民共和国精神卫生法》的规定从事心理治疗或者精神障碍的诊断、治疗；
    </p>
    <br>
    <br>
    <p><b>七、本公司的权利和义务</b></p>
    <p>
      1、本公司承诺在服务平台所开展的服务均取得国家规定的相关资质，并受到中国法律保护；本公司有义务为专家办理入驻平台提供帮助；有义务在现有技术上维护合作平台上服务的正常运行，并努力提升和改进技术，使专家的服务得以顺利进行。
      <br>2、本公司有义务利用自身资源优势，为专家提供高水平的学习视频课程，支持并对专家工作给予切实的指导和帮助，为提升专家在本专业领域的能力和知名度而努力。
      <br>3、对专家在注册使用服务中所遇到的与服务或注册有关的问题及反映的情况，本公司应作出回复。
      <br>4、因本公司提供信息之服务的特殊性，本公司无法对专家的服务行为以及服务质量进行事先审查，但如存在下列情况，本公司有权展开事后审查，专家负有完全配合的义务：
      <br>（1）第三方通知本公司，认为某个具体专家或具体服务事项可能存在重大问题。
      <br>（2）专家或第三方向本公司告知服务平台上有违法或不当行为的；本公司以普通非专业人员的知识水平标准对相关内容进行判别，可以认为这些内容或行为具有违法可能或不当性质的，本公司有权根据不同情况选择删除相关信息和中止或终止相关专家专有账户的使用，并追究相关法律责任。
      <br> 5、本公司有权对专家的身份信息及服务行为进行审核，发现或有合理理由怀疑身份信息或服务行为中存在任何问题或怀疑，均有权向专家发出询问或要求改正的通知，中止或终止相关专家专有账户的使用。
      <br> 6、本公司有权根据服务平台上用户对专家回答问题质量的评价以及其他专业、学术指标将专家与其他本平台注册的专家进行排名。专家明确并同意本公司对其安排的排名，相关排名并不代表本平台对于专家专业能力的评价。
      <br> 7、专家需向使用服务的平台用户明确：通过本平台提供的所有心理咨询辅导信息、图文信息、语音信息等皆不作为诊断结果和医疗的证据，用户只能作为参考。本公司与专家均不承担用户使用该等服务可能产生的医疗风险和责任。
      <br> 8、本公司有义务保护专家的保密资料及隐私信息（需要公布在平台中的资料和信息除外）的安全，不得泄露专家的隐私，但根据法律、法规要求及本协议约定予以公告的除外。
      <br> 9、本公司有权根据业务调整情况将本协议项下的全部或部分权利义务转让给本公司关联公司，专家同意本公司的上述安排。
      <br> 10、本公司对服务平台上注册的专家所发布的内容进行监督，发现不符合上述规定的内容，本公司有权利给予屏蔽或删除，并保留对不符合规定言论进行处理而不通知发布者的权利。

    </p>
    <br>
    <p><b> 八、收益结算</b></p>
    <p>
      1、专家有权自行确定咨询服务费的收费标准，但该收费标准不应违反其就职咨询机构所在地地方物价局的相关规定、政策指导和本公司制定的相应收费规则。
      <br>2、专家明确并同意，本公司平台以及本公司合作平台，有权代其收取平台用户支付的服务费，并有权自服务费中直接扣取应由本公司平台或本公司合作平台收取信息技术服务费用和相应居间费用。
      <br>3、专家的服务费按月结算，可于每月开始后的【5】个工作日后按规则向平台申请获取其上月应获得的服务费，本公司可根据相应规则将款项转入专家银行账户。专家应自行承担相应的税费支出。具体标准、程序及时间详见收益规则。上述专家收益结算，本公司有权按照本公司制定的结算规则执行，专家认可本公司的结算规则以及本公司对结算规则作出的调整。
      <br>
    </p>
    <br>
    <p><b>九、协议期限、解除和其他</b></p>
    <p>
      本协议自专家确认接受之时起成立，在满足相应约定的情况下生效，除非本协议规定的终止条件发生，本协议将持续有效。双方另有约定的除外。
      <br>1、专家单方解除：
      <br>自协议注册生效之日起，如不满三年：专家提前【60】天以书面方式通知本公司。
      <br>2、本公司单方解除：
      <br>（1）如专家违反本公司的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，本公司都有权立刻终止本协议，且按有关规则要求专家进行赔偿。
      <br> （2）若专家屡次违反本协议或相关规定，经本公司提醒仍不改正的；或因专家的言行对本公司造成损失的，本公司有权终止与专家的协议，并或终止相关专家专有账户的使用。
      <br>（3）专家连续终止使用账号两年后，可通过书面形式告知本公司，注销账号，本协议终止。
      <br>3、本协议规定的其他协议终止条件发生或实现导致本协议终止的，本协议终止。
      <br>4、协议终止后有关事项的处理：
      <br>（1）协议终止后，本公司没有义务为专家保留本公司账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给专家或第三方，亦不就终止协议而对专家或任何第三者承担任何责任；
      <br>（2）无论本协议因何原因终止，专家在协议终止前的行为所导致的任何赔偿和责任，专家应完全且独立地承担；
      <br>（3）协议终止后，本公司与合作服务平台有权保留该专家的注册数据及以前的服务行为记录。如专家在协议终止前在服务平台上存在违法行为或违反协议的行为，本公司仍可行使本协议所规定的权利。
      <br>
    </p>
    <br>


    <p><b>十、知识产权</b></p>
    <p>
      1、专家在本公司合作的平台上发表或是在咨询过程中形成所有的文章、心得、体会等文字材料以及录像、访谈视频材料（以下简称“衍生材料”）的著作权均由专家所有。但专家不可撤销的授权许可本平台在中国大陆范围内，免费享有所有衍生材料的全部著作财产权（包括复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权及汇编权）。
      <br>2、专家确认：
      <br>（1）本协议项下的著作权许可使用为排他性专有使用；
      <br>（2）本协议项下的著作权许可使用的期限为协议期内以及协议终止或解除后的【十年】。
      <br>（3）本协议项下的著作权许可使用为免费授权，本公司无需为取得或保有相关授权许可而向专家支付任何费用。
      <br>（4）非经本公司事先书面许可，专家不得向任何第三方转让任何著作权利，且本平台享有在相同条件下优先受偿的权利
    </p>
    。
    <br>
    <p><b>十一、保密条款</b></p>
    <p>
      1、本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他产生商业利益的信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。本协议终止后保密双方仍承担此条款下的保密义务。
      <br>2、因对方书面同意以及国家、行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。
    </p>
    <br>
    <p><b>十二、违约责任</b></p>
    <p>
      1、专家同意赔偿由于违反本协议而给本公司造成的任何损失（包括由此产生的全额的诉讼费用和律师费）。专家同意任何因其通过本公司平台或合作平台发布的言论、资料给平台用户造成的损失由专家自行全部承担，与本公司及合作平台无关。
      <br>2、专家承诺不得因任何原因、以任何方式（包括但不限于洽谈、教唆、强迫、威胁等）进行如下行为：
      <br>（1）以绕过本公司为目的，与本公司开发的渠道、合作平台、用户达成任何以专家向咨询用户提供心理咨询等相关服务为内容的咨询合意；
      <br>（2）要求或者接受本公司员工、本公司合作平台、咨询用户将相应服务费用通过其他方式（包括但不限于、更改提现账号、在线方式、现金交易、线下移动终端转账等）向其个人进行划转、支付；
      <br>
      <br>若专家违反本条款之约定，本公司有权根据本协议的约定要求专家承担一切后续责任。情节严重者，本公司保留追究专家法律责任权利。
      <br>除本协议及补充协议另有约定之外，如一方发生违约行为，守约方可以电话或者邮件通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议，并保留追究专家法律责任权利。

    </p>
    <br>
    <p><b>十四、第十三条 通知和送达 </b></p>
    <p>
      甲乙双方在本合同履行过程中相互发出或者提供的所有通知、文件、文书、资料等，均可以以本合同所列明的通讯方式（包括但不限于邮寄、发送电子邮件、发送短信、网络沟通等方式）履行送达义务。一方如果地址、电话或者电子邮箱等任何联系方式变更，应当及时书面通知另一方，否则视为未变更。
    </p>
    <br>

    <p><b>十五、争议解决及其他</b></p>
    <p>
      1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理。
      <br>2、任何因本协议或在本协议履行过程中产生的争议，双方均应通过友好协商解决。若无法通过协商解决，则由本公司所在地人民法院管辖。
      <br>3、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。
      <br>4、本公司对于专家过失或违约时放弃本协议规定的权利的，不视为其对专家的其他或以后同类之过失或违约行为弃权。
      <br>本协议函件/复印件/扫描件/拍照件与原件具有相同法律效力。
      <br>本协议最终归属权、解释权归上海霁朝健康管理咨询有限公司所有。
    </p>
  </div>`
			};
		}
	}
</script>

<style>
page{
	padding:30upx 40upx;
	box-sizing: border-box;
	background: #fff;
}
</style>
