<template>
	<view class="about-box">
		<view>幸福谋方(海霁朝健康管理咨询有限公司旗下品牌)</view> 
		<view>
			突破了传统心理健康咨询模式，依托互联网科技，提供与心理健康相关的多元化、系统化服务。现有近百人的心理咨询顾问专业团队，立足一线心理咨询服务的同时，同样注重针对咨询师的服务和成长。依托平台的服务便捷性、助理专属服务及咨询师之间的交流空间等优渥条件，吸引了国内外众多高水准心理咨询师入驻。为个人提供心理咨询师、婚姻家庭咨询、健康管理师等考证报名、学习成长服务；为广大用户和企业提供心理辅导,心理咨询,婚姻家庭指导等心理健康服务。
		</view>
		<view>◆ 如您想取得国家职业资格证书：</view>
		<view>
			 我国的健康管理咨询职业蕴藏着巨大的潜力，有着广阔的发展前景。不仅可以自主执业——拥有自己的心理咨询中心，还可以担任大中小学校心理教师、医院心理科咨询师、社区心理咨询师、企业心理咨询师，各级妇联、工会、民政、计生、教育部门的婚姻家庭咨询中心，妇女维权机构，婚姻介绍所，婚庆服务机构等等，亦可取证后直接在 网上注册成为在线咨询师。
		</view>
		<view>
			我们为您提供了最专业、最快速的报名通道，全程贴心服务直到你成功获得国家心理咨询师证书（三级、二级）；国家婚姻家庭咨询师证书（三级、二级、一级）；国家健康管理师证书（三级、二级、一级）；以及社会工作者证书等职业资格证书。  我们为心理咨询师提供了最专业、最广阔的提升与展示平台，以及完善的职业体系建设，让您在释放自身能量的同时，在助人自助中实现人生价值。用更优质的服务，更专业的技术，更敬业的态度，帮助到更多的用户。用好互联网这个工具，推动心理咨询行业的发展和社会化普及并提升心理咨询师社会经济地位。
		</view>
		<view>
			◆ 如您是咨询师：
		</view>
		<view>
			我们为心理咨询师提供了最专业、最广阔的提升与展示平台，以及完善的职业体系建设，让您在释放自身能量的同时，在助人自助中实现人生价值。用更优质的服务，更专业的技术，更敬业的态度，帮助到更多的用户。用好互联网这个工具，推动心理咨询行业的发展和社会化普及并提升心理咨询师社会经济地位。
		</view>
		<view>
			need you（需要你）！咨询师 
		</view>
		<view>
			joinus(加入我们)这里就是你的舞台。 
		</view>
		<view>
		  我们拒绝平庸，我们有自己的梦，加入我们，笃定梦想，永远不晚！	
		</view>
		<view>
			◆如您是来访者：
		</view>
		<view>
			 我们为您准备了公益解答、专家服务、培训讲座等多方位心理健康服务。包括情感婚姻，情绪压力，孩子教育，性心理，职场/人际，个人成长等。您有任何心事，都可以实时向我们倾诉，资深心理专家提供24小时全天侯在线服务。 人生需要坚强，但并不一定要一个人强撑，遇到困难的时侯，你需要一个人能听懂你的话，和你一起看清楚，到底发生了什么！霁朝与你一起发现在你内心深处的资源和力量，和你一起想办法，愿意陪你共同渡过这段艰难的时刻，让你的生活重新洒满阳光！ 幸福谋方秉承“ 知心贴心，健康关怀，为社会发展做贡献”的理念，致力打造中国最有价值的心理教育服务及心理健康服务互联网平台。真正肩负起维护心理健康、提升心理素质、促进社会适应的重要使命。
		</view>
		   
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
.about-box{
	padding:30upx 40upx;
	background: #fff;
	color:#666;
	font-size: 12px;
	view{
		margin-bottom: 30upx;
	}
}
</style>
